Repository: BrayanCifuentes08/ProyectosP04
Catalog: CuentasxCobrar/cuenta_corriente/lib/l10n/intl_*.arb
Languages: de, es, fr

# locale
source: en
de: de
es: es
fr: fr

# siVuelvesADeslizar
source: If you swipe again, you will exit the application.
de: Wenn Sie erneut wischen, verlassen Sie die Anwendung.
es: Si vuelves a deslizar, saldrás de la aplicación.
fr: Si vous faites glisser à nouveau, vous quitterez l'application.

# siVuelvesADeslizarPdf
source: If you swipe again, you will exit the application, be sure to save the pdf by printing or sharing it.
de: Wenn Sie erneut wischen, verlassen Sie die Anwendung. Stellen Sie sicher, dass Sie das PDF speichern, indem Sie es drucken oder teilen.
es: Si vuelves a deslizar, saldrás de la aplicación, asegurate de guardar el pdf imprimiéndolo o compartiéndolo
fr: Si vous faites glisser à nouveau, vous quitterez l'application. Assurez-vous de sauvegarder le PDF en l'imprimant ou en le partageant.

# cargando
source: Loading data...
de: Daten werden geladen...
es: Cargando datos...
fr: Chargement des données...

# tituloMenu
source: Accounts Receivable
de: Forderungen
es: Cuentas por Cobrar
fr: Comptes à recevoir

# iniciarSesion
source: Login
de: Anmelden
es: Iniciar Sesión
fr: Connexion

# usuarioLogin
source: User
de: Benutzername
es: Usuario
fr: Utilisateur

# contrasenaLogin
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

# ingresaContrasena
source: Enter your password
de: Geben Sie Ihr Passwort ein
es: Ingresa tu contraseña
fr: Entrez votre mot de passe

# ingresaUsuario
source: Enter your user
de: Geben Sie Ihren Benutzernamen ein
es: Ingresa tu usuario
fr: Entrez votre utilisateur

# seleccionarEstacionTrabajo
source: Select a workstation
de: Wählen Sie eine Arbeitsstation
es: Seleccione una estación de trabajo
fr: Sélectionnez un poste de travail

# seleccionarEmpresa
source: Select a company
de: Wählen Sie ein Unternehmen
es: Seleccione una empresa
fr: Sélectionnez une entreprise

# seleccionarAplicacion
source: Select an application
de: Wählen Sie eine Anwendung
es: Seleccione una aplicación
fr: Sélectionnez une application

# seleccionarDisplay
source: Select Displays
de: Wählen Sie Displays
es: Seleccione Displays
fr: Sélectionnez les affichages

# ingresarURL
source: Enter your URL here
de: Geben Sie hier Ihre URL ein
es: Ingrese aquí su URL
fr: Entrez votre URL ici

# verificar
source: Verify
de: Überprüfen
es: Verificar
fr: Vérifier

# URLvalida
source: The URL is valid and responding.
de: Die URL ist gültig und antwortet.
es: La URL es válida y responde.
fr: L'URL est valide et répond.

# URLNoValida
source: The URL is not responding or invalid.
de: Die URL antwortet nicht oder ist ungültig.
es: La URL no responde o no es válida.
fr: L'URL ne répond pas ou est invalide.

# busquedaClienteMenu
source: CLIENTS SEARCH
de: KUNDENSUCHE
es: BÚSQUEDA DE CLIENTES
fr: RECHERCHE CLIENTS

# idiomaMenu
source: Language
de: Sprache
es: Idioma
fr: Langue

# guiaErrores
source: Guide Errors
de: Fehlerhandbuch
es: Guía Errores
fr: Guide des erreurs

# ayudaMenu
source: Help
de: Hilfe
es: Ayuda
fr: Aide

# tablaClientes
source: Client Table
de: Kundentabelle
es: Tabla Clientes
fr: Table des clients

# ingresarCriterio
source: Enter criteria...
de: Kriterium eingeben...
es: Ingresar criterio...
fr: Saisir les critères...

# buscar
source: Search
de: Suchen
es: Buscar
fr: Rechercher

# selectCliente
source: Select
de: Auswählen
es: Selec
fr: Sélectionner

# facturaNombreCliente
source: Invoice Name
de: Rechnung Name
es: Factura Nombre
fr: Nom de la facture

# cuentaCliente
source: Account
de: Konto
es: Cuenta
fr: Compte

# ctaCliente
source: Cta
de: Kto
fr: Cpt

# facturaNitCliente
source: Invoice NIT
de: Rechnung NIT
es: Factura Nit
fr: NIT de la facture

# facturaDireccionCliente
source: Invoice Address
de: Rechnung Adresse
es: Factura Dirección
fr: Adresse de la facture

# ccDireccionCliente
source: CC Address
de: CC Adresse
es: CC Dirección
fr: Adresse CC

# descripcionCuentaCtaCliente
source: Account_Cta_Description
de: Konto Beschreibung
es: Des Cuenta CTA
fr: Description_Compte_Cta

# direccion1CuentaCtaCliente
source: Address_1_Account_Cta
de: Konto Adresse 1
es: Dirección 1 Cuenta CTA
fr: Adresse_1_Compte_Cpt

# telefonoCliente
source: Phone
de: Telefon
es: Telefono
fr: Téléphone

# celularCliente
source: Cell Phone
de: Mobiltelefon
es: Celular
fr: Cellulaire

# limiteCreditoCliente
source: Credit Limit
de: Kreditlimit
es: Limite Credito
fr: Limite de crédit

# permitirCxCCliente
source: Allow CxC
de: Kredit erlauben
es: Permitir CxC
fr: Autoriser CxC

# grupoCuentaCliente
source: Account Group
de: Kontogruppe
es: Grupo Cuenta
fr: Groupe de comptes

# descripcionGrupoCuentaCliente
source: Account Group Description
de: Beschreibung Kontogruppe
es: Des Grupo Cuenta
fr: Description du groupe de comptes

# noSeLocalizaronDatos
source: No data found
de: Keine Daten gefunden
es: No se localizaron datos
fr: Aucune donnée trouvée

# noHayDatosQueCoincidanConElCriterioDeBusqueda
source: No data matches the search criteria
de: Keine Daten entsprechen dem Suchkriterium
es: No hay datos que coincidan con el criterio de búsqueda
fr: Aucune donnée ne correspond aux critères de recherche

# advertencia
source: Warning
de: Warnung
es: Advertencia
fr: Avertissement

# debeIngresarCriterioBusqueda
source: Please enter a search criterion
de: Bitte geben Sie zwingend ein Suchkriterium ein
es: Por favor debe ingresar un criterio de búsqueda obligatoriamente
fr: Veuillez entrer un critère de recherche

# documentosPendientesTitulo
source: PENDING PAYMENT DOCUMENTS
de: OFFENE RECHNUNGEN
es: DOCUMENTOS PENDIENTES DE PAGO
fr: DOCUMENTS EN ATTENTE DE PAIEMENT

# documentosPendientesTituloMultilinea
source: Pending Payment Documents
de: Offene Rechnungen
es: Documentos Pendientes De Pago
fr: Documents en attente de paiement

# datosDelCliente
source: Client Data
de: Kundendaten
es: Datos del Cliente
fr: Données du client

# nombreCtaNoRegistrado
source: Account Name not registered
de: Konto Name nicht registriert
es: Nombre Cta no registrado
fr: Nom du compte non enregistré

# nombreFacturaNoRegistrada
source: Invoice Name not registered
de: Rechnung Name nicht registriert
es: Nombre Factura no registrada
fr: Nom de la facture non enregistré

# nitNoRegistrado
source: NIT not registered
de: NIT nicht registriert
es: Nit no registrado
fr: NIT non enregistré

# direccionNoRegistrada
source: Address not registered
de: Adresse nicht registriert
es: Dirección no registrada
fr: Adresse non enregistrée

# noRegistrado
source: Not registered
de: Nicht registriert
es: No registrado
fr: Non enregistré

# pagoCronologico
source: Chronological Payment
de: Chronologische Zahlung
es: Pago Cronológico
fr: Paiement chronologique

# ingresarMonto
source: Enter amount
de: Betrag eingeben
es: Ingresar monto
fr: Entrer le montant

# numeroRegistro
source: No. Record:
de: Nr. Eintrag:
es: No. Registro:
fr: N° d'enregistrement :

# ascendente
source: Ascending
de: Aufsteigend
es: Ascendente
fr: ascendante

# descendente
source: Descending
de: Absteigend
es: Descendente
fr: Descente

# aplicar
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer

# seRequiereIngresarMonto
source: Amount is required
de: Betrag ist erforderlich
es: Se requiere ingresar monto
fr: Le montant est requis

# confirmarAplicacion
source: Confirm application
de: Anwendung bestätigen
es: Confirmar aplicación
fr: Confirmer l'application

# esteMonto
source: This amount
de: Dieser Betrag
es: Este monto
fr: Ce montant

# seVaAplicarASaldo
source: will be applied to this balance
de: wird auf dieses Guthaben angewendet
es: se va a aplicar a este Saldo
fr: sera appliqué à ce solde

# confirmacionCambios
source: Are you sure you want to make the changes?
de: Sind Sie sicher, dass Sie die Änderungen vornehmen möchten?
es: ¿Está seguro de realizar los cambios?
fr: Êtes-vous sûr de vouloir effectuer les changements ?

# confirmar
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer

# cancelar
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

# aceptar
source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter

# monto
source: Amount
de: Betrag
es: Monto
fr: Montant

# saldo
source: Balance
de: Saldo
es: Saldo
fr: Solde

# valorAplicado
source: Applied Value
de: Angewendeter Wert
es: Valor Aplicado
fr: Valeur appliquée

# consecutivoInterno
source: Internal Consecutive
de: Interne Reihenfolge
es: Consecutivo Interno
fr: Interne consécutif

source: R_UserName
de: R_Benutzername

# tipoCambio
source: Exchange Rate
de: Wechselkurs
es: Tipo de Cambio
fr: Taux de change

# moneda
source: Currency
de: Währung
es: Moneda
fr: Devise

# montoMoneda
source: Currency_Amount
de: Währungsbetrag
es: Monto_Moneda
fr: Montant_Devise

# valorAplicadoMoneda
source: Applied_Currency_Value
de: Angewendeter Währungswert
es: Valor_Aplicado_Moneda
fr: Valeur_Devise_Apliquée

# dfechaVencimiento
source: D_Due_Date
de: Fälligkeitsdatum
es: D_Fecha_Vencimiento
fr: D_Date_d'échéance

source: UserName
de: Benutzername
fr: Utilisateur

# desEstadoDocumento
source: Document_Status_Description
de: Dokumentstatusbeschreibung
es: Des_Estado_Documento
fr: Description_État_Document

# cuentaCorriente
source: Current_Account
de: Kontokorrent
es: Cuenta_Corriente
fr: Compte_Courant

# cobrarPagar
source: Collect_Pay
de: Einziehen/Zahlen
es: Cobrar_Pagar
fr: Encaisser_Payer

# empresa
source: Company
de: Unternehmen
es: Empresa
fr: Entreprise

# localizacion
source: Location
de: Standort
es: Localización
fr: Localisation

# estacionTrabajo
source: Workstation
de: Arbeitsplatz
es: Estación_Trabajo
fr: Poste de travail

# fechaReg
source: Registration_Date
de: Registrierungsdatum
es: Fecha_Reg
fr: Date_d_enregistrement

# estado
source: States
de: Status
es: Estado
fr: État

# fechaHora
source: Date_Time
de: Datum/Uhrzeit
es: Fecha_Hora
fr: Date_Heure

# mFechaHora
source: M_Date_Time
de: M_Datum_Uhrzeit
es: M_Fecha_Hora
fr: M_Date_Heure

source: M_UserName
de: M_Benutzername

# cuentaCorrentista
source: Account_Holder
de: Kontoinhaber
es: Cuenta_Correntista
fr: Compte_Correntista

# cuentaCta
source: Account_CTA
de: CTA Konto
es: Cuenta_Cta
fr: Compte_CPT

# cuentaCorrientePadre
source: Parent_Current_Account
de: Übergeordnetes Kontokorrent
es: Cuenta_Corriente_Padre
fr: Compte_Courant_Parent

# cobrarPagarPadre
source: Parent_Collect_Pay
de: Übergeordnetes Einziehen/Zahlen
es: Cobrar_Pagar_Padre
fr: Encaisser_Payer_Parent

# empresaPadre
source: Parent_Company
de: Übergeordnetes Unternehmen
es: Empresa_Padre
fr: Entreprise_Parent

# localizacionPadre
source: Parent_Location
de: Übergeordneter Standort
es: Localización_Padre
fr: Localisation_Parent

# estacionTrabajoPadre
source: Parent_Workstation
de: Übergeordneter Arbeitsplatz
es: Estación_Trabajo_Padre
fr: Poste_de_travail_Parent

# fechaRegPadre
source: Parent_Registration_Date
de: Übergeordnetes Registrierungsdatum
es: Fecha_Reg_Padre
fr: Date_d_enregistrement_Parent

# fechaCuenta
source: Account_Date
de: Kontodaten
es: Fecha_Cuenta
fr: Date_du_Compte

# fechaInicial
source: Start_Date
de: Startdatum
es: Fecha_Inicial
fr: Date_Début

# fechaFinal
source: End_Date
de: Enddatum
es: Fecha_Final
fr: Date_Fin

# generarCheque
source: Generate_Check
de: Scheck erstellen
es: Generar_Cheque
fr: Générer_Chèque

# proceso
source: Process
de: Prozess
es: Proceso
fr: Processus

# cuentaBancaria
source: Bank Account
de: Bankkonto
es: Cuenta Bancaria
fr: Compte bancaire

# idDocumentoReferencia
source: Document_ID_Reference
de: Dokument-ID-Referenz
es: Id_Documento_Referencia
fr: ID_Document_Référence

# saldoMoneda
source: Currency_Balance
de: Währungssaldo
es: Saldo_Moneda
fr: Solde_Devise

# cuentaCorrentistaRef
source: Account_Holder_Ref
de: Kontoinhaber-Referenz
es: Cuenta_Correntista_Ref
fr: Correntista_Compte_Ref

# idDocumento
source: Document ID
de: Dokument-ID
es: Id Documento
fr: ID_Document

# fechaDocumento
source: Document Date
de: Dokumentdatum
es: Fecha Documento
fr: Date_Document

# desSerieDocumento
source: Document_Series_Description
de: Beschreibung der Dokumentenserie
es: Des_Serie_Documento
fr: Description_Série_Document

# nomMoneda
source: Currency_Name
de: Währungsname
es: Nom_Moneda
fr: Nom_Devise

# desMoneda
source: Currency_Description
de: Währungsbeschreibung
es: Des_Moneda
fr: Description_Devise

# facturaNombre
source: Invoice_Name
de: Rechnungsname
es: Factura_Nombre
fr: Nom_Facture

# desCuentaCta
source: Account_CTA_Description
de: CTA Kontobeschreibung
es: Des_Cuenta_Cta
fr: Description_Compte_CPT

# desTipoDocumento
source: Document_Type_Description
de: Dokumentenartbeschreibung
es: Des_Tipo_Documento
fr: Description_Type_Document

# fDocumentoRelacion
source: fDocument_Relation
de: Beziehung des Dokuments
es: fDocumento_Relación

# desCuentaCorriente
source: Current_Account_Description
de: Kontokorrentbeschreibung
es: Des_Cuenta_Corriente
fr: Description_Compte_Courant

# dDocumento
source: D_Document
de: D_Dokument
es: D_Documento

# dTipoDocumento
source: D_Document_Type
de: D_Dokumentenart
es: D_Tipo_Documento
fr: D_Type_Document

# dSerieDocumento
source: D_Document_Series
de: D_Dokumentenserie
es: D_Serie_Documento
fr: D_Série_Document

# dEmpresa
source: D_Company
de: D_Unternehmen
es: D_Empresa
fr: D_Entreprise

# dLocalizacion
source: D_Location
de: D_Standort
es: D_Localización
fr: D_Localisation

# dEstacionTrabajo
source: D_Workstation
de: D_Arbeitsplatz
es: D_Estación_Trabajo
fr: D_Poste_de_travail

# dFechaReg
source: D_Registration_Date
de: D_Registrierungsdatum
es: D_Fecha_Reg
fr: D_Date_d_enregistrement

# referencia
source: Reference
de: Referenz
es: Referencia
fr: Référence

# refIdDocumento
source: Ref_Document_ID
de: Referenz-Dokument-ID
es: Ref_Id_Documento
fr: Réf_ID_Document

# refSerie
source: Ref_Series
de: Referenz-Serie
es: Ref_Serie
fr: Réf_Série

# documentoNombre
source: Document_Name
de: Dokumentenname
es: Documento_Nombre
fr: Nom_Document

# idCuenta
source: Account_ID
de: Konto-ID
es: Id_Cuenta
fr: ID_Compte

# dReferencia
source: D_Reference
de: D_Referenz
es: D_Referencia
fr: D_Référence

# rReferenciaId
source: R_Reference_ID
de: R_Referenz-ID
es: R_Referencia_Id
fr: R_ID_Référence

# rIdDocumentoOrigen
source: R_Origin_Document_ID
de: R_Herkunftsdokument-ID
es: R_Id_Documento_Origen
fr: R_ID_Document_Origine

# feNumeroDocumento
source: FE_DocumentNumber
de: FE_Dokumentnummer
es: FE_NumeroDocumento
fr: FE_Numéro_Document

# noSePuedeIngresarNumeroMayor
source: You cannot enter a number greater than
de: Sie können keine Zahl eingeben, die größer ist als
es: No se puede ingresar un número mayor a
fr: Vous ne pouvez pas entrer un nombre supérieur à

# sinResultados
source: No results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat

# noHayDocumentosPendientesPorPagar
source: There are no pending documents to pay
de: Es gibt keine ausstehenden Dokumente zur Zahlung
es: No hay documentos pendientes por pagar
fr: Il n'y a pas de documents en attente de paiement

# mostrarDetalles
source: Show Details
de: Details anzeigen
es: Mostrar Detalles
fr: Afficher les détails

# cerrar
source: Close
de: Schließen
es: Cerrar
fr: Fermer

# totalAplicando
source: Total Applying:
de: Gesamt anwenden:
es: Total Aplicando:
fr: Total de l'application :

# totalMontos
source: Total Amounts:
de: Gesamtbeträge:
es: Total Montos:
fr: Total des montants :

# totalSaldos
source: Total Balances:
de: Gesamtsalden:
es: Total Saldos:
fr: Total des soldes :

# diferencia
source: Difference:
de: Unterschied:
es: Diferencia:
fr: Différence :

# creacionReciboTitulo
source: RECEIPT CREATION
de: QUITTUNG ERSTELLEN
es: CREACIÓN RECIBO
fr: CRÉATION DE REÇU

# abonoCxC
source: Credit CxC
de: Kredit CxC
es: Abono CxC
fr: Crédit CxC

# cargoCxC
source: Charge CxC
de: Ladung CxC
es: Cargo CxC
fr: Cargo CxC

# notaCreditoCxC
source: Credit Note CxC
de: Gutschrift CxC
es: Nota de Credito CxC
fr: Note de crédit CxC

# notaDebitoCxC
source: Debit Note CxC
de: Belastungsanzeige CxC
es: Nota de Debito CxC
fr: Note de débit CxC

# reciboCajaCxC
source: Cash Receipt CxC
de: Kassenbon CxC
es: Recibo de Caja CxC
fr: Reçu de Caisse CxC

# efectivoCxC
source: Cash (CxC)
de: Kasse (CxC)
es: Efectivo (CxC)
fr: Espèces (CxC)

# tarjetaCreditoCxC
source: Credit Card (CxC)
de: Kreditkarte (CxC)
es: Tarjeta de Credito (CxC)
fr: Carte de crédit (CxC)

# chequeCxC
source: Check (CxC)
de: Scheck (CxC)
es: Cheque (CxC)
fr: Chèque (CxC)

# exencionesIVA
source: VAT Exemptions
de: Mehrwertsteuerbefreiungen
es: Exenciones de IVA
fr: Exonérations de TVA

# notaDebitoCP
source: Debit Note (CxP)
de: Debitnota (CxP)
es: Nota de Debito (CxP)
fr: Note de débit (CxP)

# notaCreditoCxCPago
source: Credit Note (CxC)
de: Créditonota (CxC)
es: Nota de Credito (CxC)
fr: Note de crédit (CxC)

# retencionesIVA
source: VAT Withholdings
de: Mehrwertsteuereinbehalte
es: Retenciones IVA
fr: Retenues de TVA

# devoluciones
source: Returns
de: Rückgaben
es: Devoluciones
fr: Retours

# abonoCxCPago
source: Credit (CxC)
de: Anzahlung (CxC)
es: Abono (CxC)
fr: Abonnement (CxC)

# cargoCxCPago
source: Charge (CxC)
de: Belastung (CxC)
es: Cargo (CxC)
fr: Poste (CxC)

# noHayTipoDeDocumento
source: No document type has been selected
de: Es wurde kein Dokumententyp ausgewählt
es: No se ha seleccionado un tipo de documento
fr: Aucun type de document sélectionné

# noHaySerie
source: No series has been selected
de: Es wurde keine Serie ausgewählt
es: No se ha seleccionado una serie
fr: Aucune série sélectionnée

# noHayTipoPago
source: No payment type has been selected
de: Es wurde keine Zahlungsart ausgewählt
es: No se ha seleccionado un tipo de pago
fr: Aucun type de paiement sélectionné

# requiereFecha
source: You need to select a date
de: Sie müssen ein Datum auswählen
es: Se requiere seleccionar una fecha
fr: Vous devez sélectionner une date

# requiereAutorizacion
source: Required to enter Authorization
de: Autorisierung erforderlich
es: Se requiere ingresar Autorización
fr: Autorisation requise

# requiereReferencia
source: Required to enter Reference
de: Referenz erforderlich
es: Se requiere ingresar Referencia
fr: Référence requise

# noHayBanco
source: No bank has been selected
de: Es wurde keine Bank ausgewählt
es: No se ha seleccionado un banco
fr: Aucune banque sélectionnée

# noHayCuentaBancaria
source: No bank account has been selected
de: Es wurde kein Bankkonto ausgewählt
es: No se ha seleccionado una cuenta bancaria
fr: Aucun compte bancaire sélectionné

# noHayMonto
source: You are required to enter the amount
de: Sie müssen den Betrag eingeben
es: Se requiere ingresar monto
fr: Vous devez entrer le montant

# deseaCrearDocumento
source: Do you want to create this document?
de: Möchten Sie das Dokument erstellen?
es: ¿Desea crear este documento?
fr: Souhaitez-vous créer ce document ?

# seleccionarDocParaAfectar
source: No other document has been selected to affect
de: Kein anderes Dokument wurde ausgewählt, um beeinflusst zu werden
es: No se ha seleccionado otro documento para afectar
fr: Aucun autre document sélectionné pour affecter

# fecha
source: Date
de: Datum
es: Fecha

# tipoDocumento
source: Document Type
de: Dokumententyp
es: Tipo Documento
fr: Type de document

# conexionInternet
source: Verify internet connection
de: Überprüfen Sie die Internetverbindung
es: Verificar conexión a internet
fr: Vérifiez la connexion Internet

# antesTipoDocumento
source: Press a document type first
de: Wählen Sie zuerst einen Dokumententyp
es: Presiona un tipo de documento antes
fr: Veuillez d'abord sélectionner un type de document

source: Series
de: Serien
fr: Séries

# antesSerie
source: Press one series before
de: Wählen Sie zuerst eine Serie
es: Presiona una serie antes
fr: Veuillez sélectionner une série d'abord

# tipodePago
source: Payment Type
de: Zahlungsart
es: Tipo de Pago
fr: Type de paiement

# autorizacion
source: Authorization
de: Genehmigung
es: Autorización
fr: Autorisation

# requiereTipoPagoBanco
source: Click on the Payment Type that requires the Bank selection.
de: Klicken Sie auf die Zahlungsart, die die Auswahl der Bank erfordert.
es: Presiona Tipo de Pago que requiera la selección Bancos
fr: Cliquez sur le Type de paiement nécessitant la sélection de la Banque.

# bancos
source: Banks
de: Banken
es: Bancos
fr: Banques

# requiereTipoPagoCuentaBancaria
source: Click on the Payment Type required by the Bank Account.
de: Klicken Sie auf die Zahlungsart, die die Auswahl des Bankkontos erfordert.
es: Presiona Tipo de Pago que requiera la Cuenta Bancaria
fr: Cliquez sur le Type de paiement nécessitant le Compte bancaire.

# noSeEncuentranCuentasBancarias
source: No Bank Accounts Found
de: Keine Bankkonten gefunden
es: No se encontraron Cuentas Bancarias
fr: Aucun compte bancaire trouvé

# observaciones
source: Observations
de: Bemerkungen
es: Observaciones

# ingresarObservaciones
source: Enter your observations
de: Geben Sie Ihre Bemerkungen ein
es: Ingrese las observaciones
fr: Entrez vos observations

# textoCopiado
source: Text copied to clipboard
de: Text in die Zwischenablage kopiert
es: Texto copiado al portapapeles
fr: Texte copié dans le presse-papiers

# bloqueado
source: Blocked
de: Blockiert
es: Bloqueado
fr: Bloqué

# observacionesSeleccionadas
source: Selected Options
de: Ausgewählte Optionen
es: Opciones Seleccionadas
fr: Options sélectionnées

# tipo
source: Type
de: Typ
es: Tipo

# pago
source: Payment
de: Zahlung
es: Pago
fr: Paiement

# pago2
source: Payment $
de: Zahlung $
es: Pago $
fr: Paiement $

# idReferencia
source: Id Reference
de: Referenz-ID
es: Id Referencia
fr: ID_Référence

# idAutorizacion
source: Id Authorization
de: Genehmigungs-ID
es: Id Autorizacion
fr: ID_Autorisation

# usuario
source: UserName
de: Benutzername
es: Usuario
fr: Nom d'utilisateur

# afectarCxC
source: Affect CxC
de: CxC beeinflussen
es: Afectar a CxC
fr: Affecter CxC

# otroCargoAbono
source: Do you want to insert another payment(debit_credit) to the created document?
de: Möchten Sie eine weitere Zahlung (Soll/Haben) in das erstellte Dokument einfügen?
es: ¿Desea insertar otro pago(cargo_abono) al documento creado?
fr: Souhaitez-vous insérer un autre paiement (débit_crédit) dans le document créé ?

# huerfano
source: Orphan
de: Waisenkind
es: Huérfano
fr: Orphelin

# imprimir
source: Print
de: Drucken
es: Imprimir
fr: Imprimer

# seguroImprimir
source: Are you sure you want to print the document?
de: Sind Sie sicher, dass Sie das Dokument drucken möchten?
es: ¿Estas seguro de imprimir el documento?
fr: Êtes-vous sûr de vouloir imprimer le document ?

# vistaPreviaPdf
source: PDF Preview
de: PDF-Vorschau
es: Vista Previa del PDF
fr: Aperçu PDF

# aviso
source: Notice
de: Hinweis
es: Aviso
fr: Avis

# asegurateDeImprimir
source: Be sure to print or share the PDF before returning to the screen
de: Stellen Sie sicher, dass Sie das PDF drucken oder teilen, bevor Sie zum Bildschirm zurückkehren
es: Asegúrate de imprimir o compartir el PDF antes de regresar a la pantalla
fr: Assurez-vous d'imprimer ou de partager le PDF avant de revenir à l'écran

# regresarGuardarCompartir
source: Back to Save or Share
de: Zurück zum Speichern oder Teilen
es: Regresar para Guardar o Compartir
fr: Retourner pour sauvegarder ou partager

# regresarPantalla
source: Back to Screen
de: Zurück zum Bildschirm
es: Regresar a la Pantalla
fr: Retourner à l'écran

# confirmarCreacion
source: Confirm creation:
de: Erstellung bestätigen:
es: Confirmar creación:
fr: Confirmer la création :

# serie
source: Series
de: Serie
es: Serie
fr: Série

# documentoNo
source: Document No
de: Dokument-Nr.
es: Documento No
fr: Numéro du document

# recibiDe
source: Received From
de: Erhalten von
es: Recibí de
fr: Reçu de

source: Total
de: Gesamt

# documentosAplicados
source: Applied Documents
de: Angewendete Dokumente
es: Documentos Aplicados
fr: Documents Appliqués

# serieDocumento
source: Document Series
de: Dokumentenserie
es: Serie Documento
fr: Série du Document
