Repository: BrayanCifuentes08/ProyectosP04
Catalog: CuentasxCobrar/cuenta_corriente/lib/l10n/intl_*.arb
Languages: de, es, fr

# aplicado
source: Applied
de: Angewendet
es: Aplicado
fr: Appliqué

# totalLetras
source: Total in Letters
de: Gesamtbetrag in Buchstaben
es: Total en Letras
fr: Total en Lettres

# observacion
source: Observation
de: Bemerkung
es: Observación

# recibido
source: Received
de: Empfangen
es: Recibido
fr: Reçu

# cambiarPlantilla
source: Change Image Template
de: Bildvorlage ändern
es: Cambiar Plantilla de Imágenes
fr: Changer le Modèle d'Image

# ingresar
source: Join
de: Beitreten
es: Ingresar
fr: Rejoindre

# debeIngresarElUsuario
source: You must enter the user
de: Sie müssen den Benutzer eingeben
es: Debe ingresar el usuario
fr: Vous devez saisir le nom de l'utilisateur

# debeIngresarLaContrasena
source: You must enter the password
de: Sie müssen das Passwort eingeben
es: Debe ingresar la contraseña
fr: Vous devez saisir le mot de passe

# guardarSesion
source: Save Session
de: Sitzung speichern
es: Guardar Sesión
fr: Sauvegarder la session

# cerrarSesion
source: Log out
de: Abmelden
es: Cerrar sesión
fr: Déconnexion

# sesionGuardadaEl
source: Session saved on
de: Sitzung gespeichert am
es: Sesión guardada el
fr: Session enregistrée le

# sesionExpiraEl
source: Session expires on
de: Sitzung läuft ab am
es: Sesión expira el
fr: La session expire le

# seleccionarFondo
source: Select Background
de: Hintergrund auswählen
es: Seleccionar fondo
fr: Sélectionner l'arrière-plan

# quitarFondo
source: Remove Background
de: Hintergrund entfernen
es: Quitar Fondo
fr: Supprimer l'arrière-plan

# logoAqui
source: YOUR LOGO HERE
de: IHR LOGO HIER
es: TU LOGO AQUI
fr: VOTRE LOGO ICI

# montoParaHuerfano
source: Amount for orphan
de: Betrag für Waisenkinder
es: Monto para Huérfano
fr: Montant pour l'orphelin

# simbolo
source: Symbol
es: Símbolo
fr: Symbole

# detalles
source: Details
es: Detalles
fr: Détails

# banco
source: Bank
es: Banco
fr: Banque
